{"class_name": "Sequential", "config": {"layers": [{"class_name": "Flatten", "config": {"trainable": true, "data_format": "channels_last", "name": "flatten_1"}}, {"class_name": "Dense", "config": {"kernel_constraint": null, "bias_regularizer": null, "units": 10, "use_bias": true, "kernel_regularizer": null, "activation": "relu", "trainable": true, "bias_initializer": {"class_name": "Zeros", "config": {}}, "bias_constraint": null, "activity_regularizer": null, "kernel_initializer": {"class_name": "VarianceScaling", "config": {"distribution": "uniform", "scale": 1.0, "mode": "fan_avg", "seed": null}}, "name": "dense_1"}}, {"class_name": "Dense", "config": {"kernel_constraint": null, "bias_regularizer": null, "units": 10, "use_bias": true, "kernel_regularizer": null, "activation": "relu", "trainable": true, "bias_initializer": {"class_name": "Zeros", "config": {}}, "bias_constraint": null, "activity_regularizer": null, "kernel_initializer": {"class_name": "VarianceScaling", "config": {"distribution": "uniform", "scale": 1.0, "mode": "fan_avg", "seed": null}}, "name": "dense_2"}}, {"class_name": "Dense", "config": {"kernel_constraint": null, "bias_regularizer": null, "units": 10, "use_bias": true, "kernel_regularizer": null, "activation": "relu", "trainable": true, "bias_initializer": {"class_name": "Zeros", "config": {}}, "bias_constraint": null, "activity_regularizer": null, "kernel_initializer": {"class_name": "VarianceScaling", "config": {"distribution": "uniform", "scale": 1.0, "mode": "fan_avg", "seed": null}}, "name": "dense_3"}}, {"class_name": "Dense", "config": {"kernel_constraint": null, "bias_regularizer": null, "units": 10, "use_bias": true, "kernel_regularizer": null, "activation": "softmax", "trainable": true, "bias_initializer": {"class_name": "Zeros", "config": {}}, "bias_constraint": null, "activity_regularizer": null, "kernel_initializer": {"class_name": "VarianceScaling", "config": {"distribution": "uniform", "scale": 1.0, "mode": "fan_avg", "seed": null}}, "name": "dense_4"}}], "build_input_shape": [null, 28, 28, 1], "name": "sequential_1"}, "backend": "tensorflow", "keras_version": "2.2.4"}